Repository: fingreen-ai/greenlang
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Choose a GHG emission factor
fr: Choisissez un facteur d'émission GES

source: Enter amount
fr: Saisissez une quantité

source: Select an emission source 1st
fr: Sélectionnez d'abord une source d'émission

source: Add
fr: Ajouter

source: Update
fr: Mettre à jour

source: Emission factor value
fr: Valeur du facteur d'émission

source: Emission factor name
fr: Nom du facteur d'émission

source: Amount
fr: Montant

source: Emission Source Name
fr: Nom de la source d'émission

source: Name
fr: Nom

source: Inventory at the beginning of the year
fr: Inventaire au début de l'année

source: Inventory at the end of the year
fr: Inventaire à la fin de l'année

source: Decrease during the year
fr: Diminution au cours de l'année

source: Purchased from producers/distributors in bulk
fr: Acheté auprès de producteurs/distributeurs en gros

source: Added to equipment by contractors
fr: Ajouté à l'équipement par les entrepreneurs

source: Total Purchases/ Acquisitions
fr: Total des achats/acquisitions

source: Emission source
fr: Source d'émission

source: Gas or refrigerant
fr: Gaz ou réfrigérant

source: Refrigerant or Gas Total Emissions
fr: Émissions totales de réfrigérants ou de gaz

source: Refrigeration and air conditioning equipments in use
fr: Équipements de réfrigération et de climatisation en service

source: Fire suppression equipments
fr: Équipements d'extinction d'incendie

source: Direct emissions from purchased industrial gases
fr: Émissions directes des gaz industriels achetés

source: Emission factor
fr: Facteur d'émission

source: Quantity
fr: Quantité

source: Refrigerant or Gas Capacity
fr: Capacité de réfrigérant ou de gaz

source: Factor type/supplier name
fr: Type de facteur/nom du fournisseur

source: Purchase Supplier Name
fr: Nom du fournisseur d'achat

source: Sold quantity
fr: Quantité vendue

source: Generate from other scopes
fr: Générer à partir d'autres étendues

source: Equity
fr: Fond

source: kg CO2e/project financed
fr: kg CO2e/projet financé

source: Scope 1 Emissions of relevant project in the reporting year
fr: Émissions Scope 1 du projet au cours de l’année de déclaration

source: Scope 2 Emissions of relevant project in the reporting year
fr: Émissions Scope 2 du projet au cours de l’année de déclaration

source: Emission Source Description
fr: Nom de la source d'émission

source: years
fr: année

source: Expected lifetime of project
fr: Durée de vie prévue du projet

source: Total floor space
fr: Surface totale au sol

source: Leased floor space
fr: Surface louée

source: Total Building Scope 1 Emissions
fr: Émissions totales du scope 1 du bâtiment

source: Total Building Scope 2 Emissions
fr: Émissions totales du scope 2 du bâtiment

source: Leased month count
fr: Nombre de mois loués

source: Sold Product / Processor name
fr: Nom du produit vendu/processeur

source: Process Type
fr: Type de processus

source: Product name
fr: Nom du produit

source: Sold product country
fr: Pays du produit vendu

source: year
fr: année

source: Product lifetime
fr: Durée de vie du produit

source: energy quantity
fr: quantité d'énergie

source: Waste Treatment
fr: Traitement des déchets

source: Landfill
fr: Décharge

source: Combustion
fr: La combustion

source: Composting
fr: Compostage

source: Open-loop Recycling
fr: Recyclage en boucle ouverte

source: Closed-loop Recycling
fr: Recyclage en boucle fermée

source: Anaerobic digestion
fr: Digestion anaérobique
